{
  "topwater-tactics-at-dawn": {
    "title": "Topwater Tactics at Dawn",
    "excerpt": "Capitalize on low-light feeding windows with precise topwater cadence and casting lanes.
",
    "body": "<p>Low light widens a bass’s comfort zone. At dawn, focus on banks with subtle current, wind-blown points, and shade lines. Start with a walking bait when the surface is calm and swap to a popping bait when you need to call fish up through chop.</p><h3>Cadence</h3><ul><li>Walking bait: walk-walk—pause; lengthen the pause after a miss.</li><li>Popper: pop—pop—pause; downsize hooks for better sit-in-place action.</li></ul><h3>Targets</h3><ul><li>Outside weed edges with bluegill activity</li><li>Dock walkways and shade seams</li><li>Riprap transitions near bait</li></ul><p>Keep a fast follow-up rod ready (wacky worm or fluke) for short-strikers.</p>"
  },
  "mastering-spinnerbaits-in-murky-water": {
    "title": "Mastering Spinnerbaits in Murky Water",
    "excerpt": "Use thump, profile, and angle to trigger reaction strikes where visibility is low.",
    "body": "<p>In stained water, bass key on vibration. Choose a single Colorado or tandem Colorado blades for maximum thump. Use chartreuse/white skirts and a bulky trailer to build a clear silhouette.</p><h3>Retrieve</h3><ul><li>Slow-roll along wood and grass edges.</li><li>Burn and kill to ricochet off cover.</li></ul><h3>Gear</h3><ul><li>6.3:1 reel for torque</li><li>15–20 lb fluorocarbon</li><li>Medium-heavy rod with a moderate taper</li></ul>"
  },
  "swimbaits-for-big-largemouth": {
    "title": "Swimbaits for Big Largemouth",
    "excerpt": "Target trophy-class fish with glide baits and soft swimbaits on high-percentage lanes.",
    "body": "<p>Use glide baits to locate followers on points, bluff ends, and marina corners. Soft paddletails excel when you need a more subtle approach.</p><h3>System</h3><ul><li>Glide: wide S, half-turns near cover to force decisions.</li><li>Soft: slow-grind mid-column over bait balls.</li></ul><p>Commit to prime windows: pre-front, late afternoon shade, and moon rise/set.</p>"
  },
  "dock-skipping-with-jigs": {
    "title": "Dock Skipping with Jigs",
    "excerpt": "Deliver compact jig profiles deep under platforms to reach unpressured bass.",
    "body": "<p>Use a skipping-specific jig with a flat, rounded head and a compact trailer. Lower your rod tip and roll-cast to keep the bait low.</p><h3>Keys</h3><ul><li>Hit high-percentage posts first: darkest shade and cross-current corners.</li><li>Let the bait pendulum on semi-slack line; most bites come as it falls.</li></ul>"
  },
  "finesse-worms-on-pressured-lakes": {
    "title": "Finesse Worms on Pressured Lakes",
    "excerpt": "Ned, dropshot, and shaky heads excel when bass have seen everything else.",
    "body": "<p>Size down line and wire hooks. Natural colors and precise boat positioning matter more than speed.</p><ul><li>Ned: hop and dead-stick on clean bottom.</li><li>Dropshot: hover above weed tops and rock transitions.</li><li>Shaky: slow lift-drop along docks and isolated rock.</li></ul>"
  },
  "seasonal-bass-migration-explained": {
    "title": "Seasonal Bass Migration Explained",
    "excerpt": "Follow bait, temperature, and oxygen from wintering to spawning to summer haunts.",
    "body": "<p>In spring, bass stage on secondary points; in summer they shift to main-lake structure with current; fall brings bait chasers shallow; winter consolidates on steep breaks.</p><p>Map out waypoints for each season so you can rotate efficiently.</p>"
  },
  "electronics-101-for-bass-anglers": {
    "title": "Electronics 101 for Bass Anglers",
    "excerpt": "Dial in 2D, side imaging, and forward sonar to find fish faster.",
    "body": "<p>Start with clean power and a dedicated graph battery. Learn what hard vs soft returns look like. Use side imaging to find lanes, then forward sonar to watch fish react to your bait.</p><ul><li>Mark: brush, rock, shell, and bait balls.</li><li>Measure: cast angles and boat lanes with range rings.</li></ul>"
  }
}


